Repository: KooIaIa/fluffychat-web
Catalog: lib/l10n/intl_*.arb
Languages: cs

source: About
cs: O aplikaci

source: acceptedTheInvitation
cs: {username} přijali pozvání

source: Account
cs: Účet

source: Account informations
cs: Informace o účtu

source: activatedEndToEndEncryption
cs: {username} aktivoval koncové šifrování

source: Add a group description
cs: Přidat popis skupiny

source: Admin
cs: Administrátor

source: Already have an account?
cs: Máte již účet?

source: Anyone can join
cs: Kdokoliv se může připojit

source: Archive
cs: Archiv

source: Archived Room
cs: Archivované místnosti

source: Are guest users allowed to join
cs: Mohou se připojit hosté

source: Are you sure?
cs: Jste si jisti?

source: askSSSSCache
cs: Please enter your secure store passphrase or recovery key to cache the keys.

source: askSSSSSign
cs: To be able to sign the other person, please enter your secure store passphrase or recovery key.

source: askSSSSVerify
cs: Please enter your secure store passphrase or recovery key to verify your session.

source: askVerificationRequest
cs: Accept this verification request from {username}?

source: Authentication
cs: Autentizace

source: Avatar has been changed
cs: Avatar byl změněn

source: Ban from chat
cs: Zabanovat z diskuze

source: Banned
cs: Zabanován

source: bannedUser
cs: {username} zabanoval {targetName}

source: byDefaultYouWillBeConnectedTo
cs: V základním nastavení budete připojeni do {homeserver}

source: cachedKeys
cs: Successfully cached keys!

source: Cancel
cs: Zrušit

source: Change the homeserver
cs: Změnit použitý server

source: Change the name of the group
cs: Změnit název skupiny

source: Change the server
cs: Změnit server

source: Change wallpaper
cs: Změnit pozadí

source: Change your style
cs: Nastavte svůj styl

source: changedTheChatAvatar
cs: {username} změnili svůj avatar

source: changedTheChatDescriptionTo
cs: {username} změnili popis diskuze na: „{description}“

source: changedTheChatNameTo
cs: {username} změnili jméno diskuze na: „{chatname}“

source: changedTheChatPermissions
cs: {username} změnili nastavení oprávnění v diskuzi

source: changedTheDisplaynameTo
cs: {username} změnili přezdívku na: {displayname}

source: changedTheGuestAccessRules
cs: {username} změnili přístupová práva pro hosty

source: changedTheGuestAccessRulesTo
cs: {username} změnili přístupová práva pro hosty na: {rules}

source: changedTheHistoryVisibility
cs: {username} změnili nastavení viditelnosti historie diskuze

source: changedTheHistoryVisibilityTo
cs: {username} změnili nastavení viditelnosti historie diskuze na: {rules}

source: changedTheJoinRules
cs: {username} změnili nastavení pravidel připojení

source: changedTheJoinRulesTo
cs: {username} změnili nastavení pravidel připojení na: {joinRules}

source: changedTheProfileAvatar
cs: {username} změnili nastavení profilového avataru

source: changedTheRoomAliases
cs: {username} změnili nastavení aliasů místnosti

source: changedTheRoomInvitationLink
cs: {username} změnili odkaz k pozvání do místnosti

source: Changelog
cs: Historie změn

source: Chat
cs: Diskuze

source: Chat details
cs: Detail diskuze

source: Choose a strong password
cs: Vyberte silné heslo

source: Choose a username
cs: Vyberte uživatelské jméno

source: Close
cs: Zavřít

source: compareEmojiMatch
cs: Compare and make sure the following emoji match those of the other device:

source: compareNumbersMatch
cs: Compare and make sure the following numbers match those of the other device:

source: Confirm
cs: Potvrdit

source: Connect
cs: Připojit

source: Connection attempt failed
cs: Pokus o připojení selhal

source: Contact has been invited to the group
cs: Kontakt byl pozván do skupiny

source: Content viewer
cs: Prohlížeč obsahu

source: Copied to clipboard
cs: Zkopírováno do schránky

source: Copy
cs: Kopírovat

source: Could not set avatar
cs: Nebylo možné nastavit avatar

source: Could not set displayname
cs: Nebylo možné nastavit přezdívku uživatele

source: couldNotDecryptMessage
cs: Nebylo možné dešifrovat zprávu: {error}

source: countParticipants
cs: {count} účastníků

source: Create
cs: Vytvořit

source: Create account now
cs: Vytvořit účet teď

source: Create new group
cs: Založit skupinu

source: createdTheChat
cs: {username} založil diskuzi

source: crossSigningDisabled
cs: Cross-Signing is disabled

source: crossSigningEnabled
cs: Cross-Signing is enabled

source: Currently active
cs: Momentálně aktivní

source: Dark
cs: Tmavý

source: dateAndTimeOfDay
cs: {date}, {timeOfDay}

source: dateWithoutYear
cs: {day}.{month}

source: dateWithYear
cs: {day}. {month}. {year}

source: Delete
cs: Smazat

source: Delete message
cs: Smazat zprávu

source: Deny
cs: Zakázat

source: Device
cs: Zařízení

source: Devices
cs: Zařízení

source: Discard picture
cs: Vyřadit obrázek

source: Displayname has been changed
cs: Přezdívka byla změněna

source: Donate
cs: Přispějte

source: Download file
cs: Stáhnout soubor

source: Edit displayname
cs: Změnit přezdívku

source: Edit Jitsi instance
cs: Nastavení instance Jitsi

source: Emote Settings
cs: Nastavení emotikon

source: Emote shortcode
cs: Označení emotikony

source: emoteExists
cs: Emotikona již existuje

source: emoteInvalid
cs: Nesprávné označení emotikony

source: emoteWarnNeedToPick
cs: Musíte zvolit označení emotikony a obrázek

source: Empty chat
cs: Prázdná diskuze

source: Encryption algorithm
cs: Šifrovací algoritmus

source: Encryption is not enabled
cs: Šifrování není aktivní

source: End to end encryption is currently in Beta! Use at your own risk!
cs: Koncové šifrování je momentálně v Beta verzi! Používejte na vlastní nebezpečí!

source: End-to-end encryption settings
cs: Nastavení koncového šifrování

source: Enter a group name
cs: Zadejte jméno skupiny

source: Enter a username
cs: Zadejte uživatelské jméno

source: Enter your homeserver
cs: Zadejte adresu serveru

source: File name
cs: Název souboru

source: File size
cs: Velikost souboru

source: Forward
cs: Přeposlat

source: Friday
cs: Pátek

source: From joining
cs: Od připojení

source: From the invitation
cs: Od pozvání

source: Group
cs: Skupina

source: Group description
cs: Popis skupiny

source: Group description has been changed
cs: Popis skupiny byl změněn

source: Group is public
cs: Skupina je veřejná

source: groupWith
cs: Skupina s {displayname}

source: Guests are forbidden
cs: Hosté jsou zakázáni

source: Guests can join
cs: Hosté se mohou připojit

source: hasWithdrawnTheInvitationFor
cs: {username} vzal zpět pozvání pro {targetName}

source: Help
cs: Pomoc

source: Homeserver is not compatible
cs: Server není kompatibilní

source: How are you today?
cs: Jak se máte?

source: Identity
cs: Identita

source: incorrectPassphraseOrKey
cs: Incorrect passphrase or recovery key

source: Invite contact
cs: Pozvat kontakt

source: inviteContactToGroup
cs: Pozvat kontakt do {groupName}

source: Invited
cs: Pozváni

source: Invited users only
cs: Pouze pozvaní uživatelé

source: invitedUser
cs: {username} pozvali {targetName}

source: is typing...
cs: píše…

source: isDeviceKeyCorrect
cs: Is the following device key correct?

source: It seems that you have no google services on your phone. That's a good decision for your privacy! To receive push notifications in FluffyChat we recommend using microG: https://microg.org/
cs: Vypadá to, že váš telefon nemá nainstalovány google services. Dobré rozhodnutí pro vaši bezpečnost! Pro příjem notifikací doporučujeme použít miocroG: https://microg.org/

source: joinedTheChat
cs: {username} se připojili do diskuze

source: keysCached
cs: Keys are cached

source: keysMissing
cs: Keys are missing

source: Kick from chat
cs: Vyhodit z diskuze

source: kicked
cs: {username} vyhodil {targetName}

source: kickedAndBanned
cs: {username} vyhodil a zabanoval {targetName}

source: Last seen IP
cs: Naposledy viděná IP

source: lastActiveAgo
cs: Naposledy aktivní: {localizedTimeShort}

source: Leave
cs: Odejít

source: Left the chat
cs: Odešel z diskuze

source: License
cs: Licence

source: Light
cs: Světlý

source: Load more...
cs: Načíst další…

source: loadCountMoreParticipants
cs: Načíst dalších {count} účastníků

source: Loading... Please wait
cs: Načítání… Prosíme počkejte

source: Login
cs: Přihlášení

source: logInTo
cs: Přihlášení k {homeserver}

source: Logout
cs: Odhlásit

source: Make a moderator
cs: Učiň moderátorem

source: Make an admin
cs: Učiň adminem

source: Make sure the identifier is valid
cs: Ujistěte se, že je identifikátor validní

source: Message will be removed for all participants
cs: Zpráva bude odstraněna pro všechny účastníky

source: Moderator
cs: Moderátor

source: Monday
cs: Pondělí

source: Mute chat
cs: Ztišit diskuzi

source: New message in FluffyChat
cs: Nová zpráva ve FluffyChatu

source: New private chat
cs: Nová soukromá diskuze

source: No emotes found. 😕
cs: Žádné emotikony nebyly nalezeny. 😕

source: No permission
cs: Chybí oprávnění

source: No rooms found...
cs: Žádné místnosti nebyly nalezeny…

source: noCrossSignBootstrap
cs: Fluffychat currently does not support enabling Cross-Signing. Please enable it from within Riot.

source: noMegolmBootstrap
cs: Fluffychat currently does not support enabling Online Key Backup. Please enable it from within Riot.

source: None
cs: Nic

source: Not supported in web
cs: Nepodporováno na webu

source: numberSelected
cs: {number} vybráno

source: onlineKeyBackupDisabled
cs: Online Key Backup is disabled

source: onlineKeyBackupEnabled
cs: Online Key Backup is enabled

source: Oops something went wrong...
cs: Ups! Něco se pokazilo…

source: Open app to read messages
cs: Otevřete aplikaci pro přečtení zpráv

source: Open camera
cs: Otevřít fotoaparát

source: (Optional) Group name
cs: (Volitelné) Název skupiny

source: Participating user devices
cs: Zúčastněná zařízení uživatele

source: passphraseOrKey
cs: passphrase or recovery key

source: Password
cs: Heslo

source: Pick image
cs: Zvolit obrázek

source: play
cs: Přehrát (fileName}

source: Please choose a username
cs: Prosíme zvolte si uživatelské jméno

source: Please enter a matrix identifier
cs: Prosíme zadejte identifikátor sítě matrix

source: Please enter your password
cs: Prosíme zadejte heslo

source: Please enter your username
cs: Prosíme zadejte uživateslké jméno

source: Public Rooms
cs: Veřejné místnosti

source: Recording
cs: Nahrávání

source: redactedAnEvent
cs: {username} odstranili událost

source: rejectedTheInvitation
cs: {username} odmítli pozvání

source: Rejoin
cs: Připojit znovu

source: Remove
cs: Odstranit

source: Remove all other devices
cs: Odstranit všechna další zařízení

source: Remove device
cs: Odstraň zařízení

source: Remove message
cs: Odstranit zprávu

source: removedBy
cs: Odstraněno {username}

source: Render rich message content
cs: Zobrazit formátovaný obsah

source: Reply
cs: Odpovědět

source: Request permission
cs: Vyžádat oprávnění

source: Request to read older messages
cs: Vyžádat přečtení starších zpráv

source: Revoke all permissions
cs: Vezmi zpět všechna oprávnění

source: Saturday
cs: Sobota

source: Search for a chat
cs: Hledej diskuzi

source: seenByUser
cs: Viděno uživatelem {username}

source: seenByUserAndCountOthers
cs: Viděno uživateli {username} a {count} dalšími

source: seenByUserAndUser
cs: Viděno uživateli {username} a {username2}

source: Send
cs: Odeslat

source: Send a message
cs: Odeslat zprávu

source: Send file
cs: Odeslat soubor

source: Send image
cs: Odeslat obrázek

source: sentAFile
cs: {username} poslali soubor

source: sentAnAudio
cs: {username} poslali zvukovou nahrávku

source: sentAPicture
cs: {username} poslali obrázek

source: sentASticker
cs: {username} poslali samolepku

source: sentAVideo
cs: {username} poslali video

source: sessionVerified
cs: Session is verified

source: Set a profile picture
cs: Nastavit profilový obrázek

source: Set group description
cs: Nastavit popis skupiny

source: Set invitation link
cs: Nastavit zvací odkaz

source: Set status
cs: Nastavit status

source: Settings
cs: Nastavení

source: Share
cs: Sdílet

source: sharedTheLocation
cs: {username} nasdíleli lokaci

source: Sign up
cs: Registrovat se

source: Source code
cs: Zdrojové kódy

source: Start your first chat :-)
cs: Začněte svou první diskuzi :)

source: Sunday
cs: Neděle

source: System
cs: Systém

source: Tap to show menu
cs: Klepněte pro zobrazení menu

source: The encryption has been corrupted
cs: Šifrování bylo poškozeno

source: This room has been archived.
cs: Tato místnost byla archivována.

source: Thursday
cs: Čtvrtek

source: timeOfDay
cs: {hours24}:{minutes}

source: title
cs: FluffyChat

source: Unknown device
cs: Neznámé zařízení

source: Unknown encryption algorithm
cs: Neznámý šifrovací algoritmus

source: unknownEvent
cs: Neznámá událost „{type}“

source: unknownSessionVerify
cs: Unknown session, please verify

source: Unmute chat
cs: Zrušit ztišení

source: unreadChats
cs: {unreadCount} nepřečtených diskuzí

source: unreadMessages
cs: {unreadEvents} nepřečtených zpráv

source: unreadMessagesInChats
cs: {unreadEvents} nepřečtených zpráv v {unreadChats}

source: Use Amoled compatible colors?
cs: Použít barvy kompatibilní s Amoled displayem?

source: userAndOthersAreTyping
cs: {username} a {count} dalších píší…

source: userAndUserAreTyping
cs: {username} a {username2} píší…

source: userIsTyping
cs: {username} píše…

source: userLeftTheChat
cs: {username} opustili diskuzi

source: Username
cs: Uživatelské jméno

source: userSentUnknownEvent
cs: {username} poslal událost {type}

source: verifiedSession
cs: Successfully verified session!

source: Verify
cs: Ověř

source: verifyManual
cs: Verify Manually

source: verifyStart
cs: Start Verification

source: verifySuccess
cs: You successfully verified!

source: verifyTitle
cs: Verifying other account

source: Video call
cs: Video hovor

source: Visibility of the chat history
cs: Viditelnost historie diskuze

source: Visible for all participants
cs: Viditelné pro všechny účastníky

source: Visible for everyone
cs: Viditelné pro všechny

source: Voice message
cs: Hlasová zpráva

source: waitingPartnerAcceptRequest
cs: Waiting for partner to accept the request...

source: waitingPartnerEmoji
cs: Waiting for partner to accept the emoji...

source: waitingPartnerNumbers
cs: Waiting for partner to accept the numbers...

source: Wallpaper
cs: Pozadí

source: Wednesday
cs: Středa

source: Welcome to the cutest instant messenger in the matrix network.
cs: Vítejte v nejroztomilejší diskuzní aplikaci pro síť matrix.

source: Who is allowed to join this group
cs: Kdo se může připojit do této skupiny

source: Write a message...
cs: Napište zprávu…

source: Yes
cs: Ano

source: You
cs: Ty

source: You are invited to this chat
cs: Jste zváni do této diskuze

source: You are no longer participating in this chat
cs: Této diskuze se nadále neúčastníte

source: You cannot invite yourself
cs: Nemůžete pozvat sami sebe

source: You have been banned from this chat
cs: Byli jste zabanováni z této diskuze

source: You won't be able to disable the encryption anymore. Are you sure?
cs: Šifrování jiš nebude možné vypnout. Jste si tím jisti?

source: Your own username
cs: Vaše vlastní uživatelské jméno
